Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Connect through an intermediate server (bastion/proxy)
ar: الاتصال عبر خادم وسيط (bastion/proxy)
ca: Connecta a través d'un servidor intermedi (bastió/proxy)
cs: Připojit přes prostředníka (bastion/proxy)
da: Forbind gennem en mellemliggende server (bastion/proxy)
de: Über einen Zwischenserver verbinden (Bastion/Proxy)
es: Conectar a través de un servidor intermedio (bastión/proxy)
fi: Yhdistä välipalvelimen kautta (bastion/välityspalvelin)
fr: Se connecter via un serveur intermédiaire (bastion/proxy)
he: התחבר דרך שרת ביניים (bastion/proxy)
hu: Csatlakozás közvetítő szerveren keresztül (bástya/proxy)
it: Connessione tramite un server intermedio (bastion/proxy)
ja: 中間サーバー（踏み台/プロキシ）経由で接続
ko: 중간 서버(배스천/프록시)를 통해 연결
nb: Koble til via en mellomtjener (bastion/proxy)
nl: Verbinden via een tussenliggende server (bastion/proxy)
pl: Połącz przez serwer pośredni (bastion/proxy)
pt_br: Conectar através de um servidor intermediário (bastion/proxy)
pt_pt: Ligar através de um servidor intermédio (bastion/proxy)
ro: Conectare printr-un server intermediar (bastion/proxy)
sl: Poveži se prek vmesnega strežnika (bastion/proxy)
sv: Anslut via en mellanliggande server (bastion/proxy)
uk: З'єднатися через проміжний сервер (бастіон/проксі)
vi: Kết nối qua máy chủ trung gian (bastion/proxy)
zh_hans: 通过中间服务器（堡垒机/代理）连接
zh_hant: 透過中繼伺服器（堡壘機/代理）連線

source: Connect to alternate port
ar: الاتصال بمنفذ بديل
ca: Connecta a un port alternatiu
cs: Připojit k alternativnímu portu
da: Opret forbindelse til alternativ port
de: Mit alternativem Port verbinden
es: Conectar a un puerto alternativo
fi: Yhdistä vaihtoehtoiseen porttiin
fr: Se connecter à un port alternatif
he: התחבר ליציאה חלופית
hu: Csatlakozás másik porton
it: Connetti a una porta alternativa
ja: 代替ポートに接続
ko: 대체 포트로 접속
nb: Koble til alternativ port
nl: Verbinden met alternatieve poort
pl: Połącz z alternatywnym portem
pt_br: Conectar em porta alternativa
pt_pt: Ligar a porta alternativa
ro: Conectare la port alternativ
sl: Poveži na alternativna vrata
sv: Anslut till alternativ port
uk: Підключитися до альтернативного порту
vi: Kết nối đến cổng thay thế
zh_hans: 连接到备用端口
zh_hant: 連線到替代連接埠

source: Connect to host
ar: الاتصال بالمضيف
ca: Connecta a l'amfitrió
cs: Připojit k hostiteli
da: Opret forbindelse til vært
de: Mit Host verbinden
es: Conectar al host
fi: Yhdistä koneeseen
fr: Se connecter à l'hôte
he: התחבר למחשב
hu: Csatlakozás a géphez
it: Connetti all'host
ja: ホストに接続
ko: 호스트에 접속
nb: Koble til vert
nl: Verbinden met host
pl: Połącz z hostem
pt_br: Conectar ao host
pt_pt: Ligar ao host
ro: Conectare la gazdă
sl: Poveži na gostitelja
sv: Anslut till värd
uk: Підключитися до хоста
vi: Kết nối đến máy chủ
zh_hans: 连接到主机
zh_hant: 連線到主機

source: Connect to OpenAI-compatible endpoints (Ollama, vLLM, LMStudio, etc.)
ar: الاتصال بنقاط نهاية متوافقة مع OpenAI (مثل Ollama وvLLM وLMStudio وغيرها)
ca: Connecta a punts finals compatibles amb OpenAI (Ollama, vLLM, LMStudio, etc.)
cs: Připojit k OpenAI-kompatibilním endpointům (Ollama, vLLM, LMStudio atd.)
da: Forbind til OpenAI-kompatible endpoints (Ollama, vLLM, LMStudio osv.)
de: Mit OpenAI-kompatiblen Endpunkten verbinden (Ollama, vLLM, LMStudio usw.)
es: Conectar a endpoints compatibles con OpenAI (Ollama, vLLM, LMStudio, etc.)
fi: Yhdistä OpenAI-yhteensopiviin päätepisteisiin (Ollama, vLLM, LMStudio jne.)
fr: Se connecter à des endpoints compatibles OpenAI (Ollama, vLLM, LMStudio, etc.)
he: התחבר לנקודות קצה תואמות OpenAI (Ollama, vLLM, LMStudio ועוד)
hu: Csatlakozás OpenAI-kompatibilis végpontokhoz (Ollama, vLLM, LMStudio stb.)
it: Connessione a endpoint compatibili con OpenAI (Ollama, vLLM, LMStudio, ecc.)
ja: OpenAI互換エンドポイントに接続（Ollama、vLLM、LMStudioなど）
ko: OpenAI 호환 엔드포인트에 연결 (Ollama, vLLM, LMStudio 등)
nb: Koble til OpenAI-kompatible endepunkter (Ollama, vLLM, LMStudio, osv.)
nl: Verbinden met OpenAI-compatibele eindpunten (Ollama, vLLM, LMStudio, etc.)
pl: Połącz z punktami końcowymi zgodnymi z OpenAI (Ollama, vLLM, LMStudio itp.)
pt_br: Conectar a endpoints compatíveis com OpenAI (Ollama, vLLM, LMStudio, etc.)
pt_pt: Ligar a endpoints compatíveis com OpenAI (Ollama, vLLM, LMStudio, etc.)
ro: Conectare la endpoint-uri compatibile OpenAI (Ollama, vLLM, LMStudio, etc.)
sl: Poveži se z OpenAI-združljivimi končnimi točkami (Ollama, vLLM, LMStudio itd.)
sv: Anslut till OpenAI-kompatibla endpoints (Ollama, vLLM, LMStudio, etc.)
uk: З'єднатися з OpenAI-сумісними точками доступу (Ollama, vLLM, LMStudio тощо)
vi: Kết nối đến các điểm cuối tương thích OpenAI (Ollama, vLLM, LMStudio, v.v.)
zh_hans: 连接到兼容 OpenAI 的端点（Ollama、vLLM、LMStudio 等）
zh_hant: 連線至相容 OpenAI 的端點（Ollama、vLLM、LMStudio 等）

source: Connect to port (default: 22)
ar: الاتصال بالمنفذ (الافتراضي: 22)
ca: Connecta al port (per defecte: 22)
cs: Připojit k portu (výchozí: 22)
da: Opret forbindelse til port (standard: 22)
de: Mit Port verbinden (Standard: 22)
es: Conectar al puerto (por defecto: 22)
fi: Yhdistä porttiin (oletus: 22)
fr: Se connecter au port (par défaut : 22)
he: התחבר ליציאה (ברירת מחדל: 22)
hu: Csatlakozás porton (alapértelmezett: 22)
it: Connetti alla porta (predefinita: 22)
ja: ポートに接続（デフォルト: 22）
ko: 포트에 접속 (기본값: 22)
nb: Koble til port (standard: 22)
nl: Verbinden met poort (standaard: 22)
pl: Połącz z portem (domyślnie: 22)
pt_br: Conectar na porta (padrão: 22)
pt_pt: Ligar à porta (predefinição: 22)
ro: Conectare la port (implicit: 22)
sl: Poveži na vrata (privzeto: 22)
sv: Anslut till port (standard: 22)
uk: Підключитися до порту (за замовчуванням: 22)
vi: Kết nối đến cổng (mặc định: 22)
zh_hans: 连接到端口（默认：22）
zh_hant: 連線到連接埠（預設：22）

source: Connect to this port (default: 22)
ar: الاتصال بهذا المنفذ (الافتراضي: 22)
ca: Connecta a aquest port (per defecte: 22)
cs: Připojit k tomuto portu (výchozí: 22)
da: Opret forbindelse til denne port (standard: 22)
de: Mit diesem Port verbinden (Standard: 22)
es: Conectar a este puerto (por defecto: 22)
fi: Yhdistä tähän porttiin (oletus: 22)
fr: Se connecter à ce port (par défaut : 22)
he: התחבר ליציאה זו (ברירת מחדל: 22)
hu: Csatlakozás ezen a porton (alapértelmezett: 22)
it: Connetti a questa porta (predefinita: 22)
ja: このポートに接続（デフォルト: 22）
ko: 이 포트에 접속 (기본값: 22)
nb: Koble til denne porten (standard: 22)
nl: Verbinden met deze poort (standaard: 22)
pl: Połącz z tym portem (domyślnie: 22)
pt_br: Conectar nesta porta (padrão: 22)
pt_pt: Ligar a esta porta (predefinição: 22)
ro: Conectare la acest port (implicit: 22)
sl: Poveži na ta vrata (privzeto: 22)
sv: Anslut till denna port (standard: 22)
uk: Підключитися до цього порту (за замовчуванням: 22)
vi: Kết nối đến cổng này (mặc định: 22)
zh_hans: 连接到此端口（默认：22）
zh_hant: 連線到此連接埠（預設：22）

source: Connect via
ar: الاتصال عبر
ca: Connecta via
cs: Připojit přes
da: Forbind via
de: Verbinden über
es: Conectar vía
fi: Yhdistä kautta
fr: Connexion via
he: התחבר דרך
hu: Csatlakozás ezen keresztül
it: Connetti tramite
ja: 接続方法
ko: 연결 방법
nb: Koble til via
nl: Verbinden via
pl: Połącz przez
pt_br: Conectar via
pt_pt: Ligar via
ro: Conectare prin
sl: Poveži se prek
sv: Anslut via
uk: З'єднатися через
vi: Kết nối qua
zh_hans: 连接方式
zh_hant: 連線方式

source: Connect via jump host
ar: الاتصال عبر مضيف وسيط
ca: Connecta mitjançant un amfitrió de salt
cs: Připojit přes jump host
da: Opret forbindelse via jump-vært
de: Über Jump-Host verbinden
es: Conectar a través de un host de salto
fi: Yhdistä hyppykoneen kautta
fr: Se connecter via un hôte de rebond
he: התחבר דרך שרת קפיצה
hu: Csatlakozás ugróállomáson keresztül
it: Connetti tramite jump host
ja: ジャンプホスト経由で接続
ko: 점프 호스트를 통해 접속
nb: Koble til via mellomvert
nl: Verbinden via jump host
pl: Połącz przez host pośredni
pt_br: Conectar via host intermediário
pt_pt: Ligar via host intermediário
ro: Conectare prin gazdă intermediară
sl: Poveži prek posrednega gostitelja
sv: Anslut via hoppvärd
uk: Підключитися через проміжний хост
vi: Kết nối qua jump host
zh_hans: 通过跳板机连接
zh_hant: 透過跳板機連線

source: Connect via Jump Host
ar: الاتصال عبر مضيف وسيط
ca: Connecta via amfitrió de salt
cs: Připojit přes Jump Host
da: Forbind via Jump Host
de: Über Jump-Host verbinden
es: Conectar vía Jump Host
fi: Yhdistä hyppyisännän kautta
fr: Connexion via Jump Host
he: התחבר דרך מארח קפיצה
hu: Csatlakozás Jump Host-on keresztül
it: Connetti tramite jump host
ja: ジャンプホスト経由で接続
ko: 점프 호스트를 통해 연결
nb: Koble til via mellomvert
nl: Verbinden via Jump Host
pl: Połącz przez host pośredni
pt_br: Conectar via Jump Host
pt_pt: Ligar via Jump Host
ro: Conectare prin Jump Host
sl: Poveži se prek posredniškega gostitelja
sv: Anslut via Jump Host
uk: З'єднатися через проміжний хост
vi: Kết nối qua Jump Host
zh_hans: 通过跳板机连接
zh_hant: 透過跳板機連線

source: Connect via jump host (ProxyJump)
ar: الاتصال عبر مضيف وسيط (ProxyJump)
ca: Connecta mitjançant un amfitrió de salt (ProxyJump)
cs: Připojit přes jump host (ProxyJump)
da: Opret forbindelse via jump-vært (ProxyJump)
de: Über Jump-Host verbinden (ProxyJump)
es: Conectar a través de un host de salto (ProxyJump)
fi: Yhdistä hyppykoneen kautta (ProxyJump)
fr: Se connecter via un hôte de rebond (ProxyJump)
he: התחבר דרך שרת קפיצה (ProxyJump)
hu: Csatlakozás ugróállomáson keresztül (ProxyJump)
it: Connetti tramite jump host (ProxyJump)
ja: ジャンプホスト経由で接続 (ProxyJump)
ko: 점프 호스트를 통해 접속 (ProxyJump)
nb: Koble til via mellomvert (ProxyJump)
nl: Verbinden via jump host (ProxyJump)
pl: Połącz przez host pośredni (ProxyJump)
pt_br: Conectar via host intermediário (ProxyJump)
pt_pt: Ligar via host intermediário (ProxyJump)
ro: Conectare prin gazdă intermediară (ProxyJump)
sl: Poveži prek posrednega gostitelja (ProxyJump)
sv: Anslut via hoppvärd (ProxyJump)
uk: Підключитися через проміжний хост (ProxyJump)
vi: Kết nối qua jump host (ProxyJump)
zh_hans: 通过跳板机连接 (ProxyJump)
zh_hant: 透過跳板機連線 (ProxyJump)

source: Connect VPN
ar: اتصال VPN
ca: Connecta la VPN
cs: Připojit VPN
da: Forbind VPN
de: VPN verbinden
es: Conectar VPN
fi: Yhdistä VPN
fr: Connecter le VPN
he: חבר VPN
hu: VPN csatlakoztatása
it: Connetti VPN
ja: VPNに接続
ko: VPN 연결
nb: Koble til VPN
nl: VPN verbinden
pl: Połącz VPN
pt_br: Conectar VPN
pt_pt: Ligar VPN
ro: Conectează VPN
sl: Poveži VPN
sv: Anslut VPN
uk: З'єднати VPN
vi: Kết nối VPN
zh_hans: 连接 VPN
zh_hant: 連線 VPN

source: Connect Your Security Key
ar: قم بتوصيل مفتاح الأمان الخاص بك
ca: Connecteu la vostra clau de seguretat
cs: Připojte svůj bezpečnostní klíč
da: Tilslut din sikkerhedsnøgle
de: Verbinden Sie Ihren Sicherheitsschlüssel
es: Conecte su clave de seguridad
fi: Yhdistä suojausavaimesi
fr: Connectez votre clé de sécurité
he: חבר את מפתח האבטחה שלך
hu: Csatlakoztassa biztonsági kulcsát
it: Collega la chiave di sicurezza
ja: セキュリティキーを接続
ko: 보안 키를 연결하세요
nb: Koble til sikkerhetsnøkkelen din
nl: Sluit uw beveiligingssleutel aan
pl: Podłącz klucz bezpieczeństwa
pt_br: Conecte Sua Chave de Segurança
pt_pt: Ligue a sua chave de segurança
ro: Conectați cheia de securitate
sl: Povežite svoj varnostni ključ
sv: Anslut din säkerhetsnyckel
uk: Підключіть свій ключ безпеки
vi: Kết nối khóa bảo mật của bạn
zh_hans: 连接您的安全密钥
zh_hant: 連接您的安全金鑰

source: Connect your YubiKey before importing.
ar: قم بتوصيل YubiKey قبل الاستيراد.
ca: Connecteu el vostre YubiKey abans d'importar.
cs: Před importem připojte svůj YubiKey.
da: Tilslut din YubiKey før import.
de: Verbinden Sie Ihren YubiKey vor dem Importieren.
es: Conecte su YubiKey antes de importar.
fi: Yhdistä YubiKey ennen tuontia.
fr: Connectez votre YubiKey avant l'importation.
he: חבר את ה-YubiKey שלך לפני הייבוא.
hu: Csatlakoztassa a YubiKey-t az importálás előtt.
it: Collegare la YubiKey prima dell'importazione.
ja: インポートする前にYubiKeyを接続してください。
ko: 가져오기 전에 YubiKey를 연결하세요.
nb: Koble til YubiKey-en din før import.
nl: Sluit uw YubiKey aan voordat u importeert.
pl: Podłącz YubiKey przed importowaniem.
pt_br: Conecte seu YubiKey antes de importar.
pt_pt: Ligue a sua YubiKey antes de importar.
ro: Conectați-vă YubiKey-ul înainte de a importa.
sl: Pred uvozom povežite svoj YubiKey.
sv: Anslut din YubiKey innan du importerar.
uk: Підключіть YubiKey перед імпортом.
vi: Kết nối YubiKey của bạn trước khi nhập.
zh_hans: 导入前请连接您的 YubiKey。
zh_hant: 匯入前請連接您的 YubiKey。

source: Connect your YubiKey to the Lightning port.
ar: وصِّل YubiKey بمنفذ Lightning.
ca: Connecta la YubiKey al port Lightning.
cs: Připojte YubiKey k portu Lightning.
da: Slut din YubiKey til Lightning-porten.
de: Verbinde deinen YubiKey mit dem Lightning-Anschluss.
es: Conecta tu YubiKey al puerto Lightning.
fi: Liitä YubiKey Lightning-porttiin.
fr: Connectez votre YubiKey au port Lightning.
he: חבר את ה-YubiKey ליציאת Lightning.
hu: Csatlakoztassa a YubiKey-t a Lightning-porthoz.
it: Collega la YubiKey alla porta Lightning.
ja: YubiKeyをLightningポートに接続してください。
ko: YubiKey를 Lightning 포트에 연결하세요.
nb: Koble YubiKey-en til Lightning-porten.
nl: Sluit je YubiKey aan op de Lightning-poort.
pl: Podłącz YubiKey do portu Lightning.
pt_br: Conecte o YubiKey à porta Lightning.
pt_pt: Ligue o YubiKey à porta Lightning.
ro: Conectează YubiKey la portul Lightning.
sl: Priključite YubiKey v vrata Lightning.
sv: Anslut din YubiKey till Lightning-porten.
uk: Під'єднайте YubiKey до порту Lightning.
vi: Kết nối YubiKey của bạn với cổng Lightning.
zh_hans: 请将 YubiKey 连接到 Lightning 端口。
zh_hant: 請將 YubiKey 連接到 Lightning 連接埠。

source: Connect your YubiKey to the USB-C port.
ar: وصِّل YubiKey بمنفذ USB-C.
ca: Connecta la YubiKey al port USB-C.
cs: Připojte YubiKey k portu USB-C.
da: Slut din YubiKey til USB-C-porten.
de: Verbinde deinen YubiKey mit dem USB-C-Anschluss.
es: Conecta tu YubiKey al puerto USB-C.
fi: Liitä YubiKey USB-C-porttiin.
fr: Connectez votre YubiKey au port USB-C.
he: חבר את ה-YubiKey ליציאת USB-C.
hu: Csatlakoztassa a YubiKey-t az USB-C-porthoz.
it: Collega la YubiKey alla porta USB-C.
ja: YubiKeyをUSB-Cポートに接続してください。
ko: YubiKey를 USB-C 포트에 연결하세요.
nb: Koble YubiKey-en til USB-C-porten.
nl: Sluit je YubiKey aan op de USB-C-poort.
pl: Podłącz YubiKey do portu USB-C.
pt_br: Conecte o YubiKey à porta USB-C.
pt_pt: Ligue o YubiKey à porta USB-C.
ro: Conectează YubiKey la portul USB-C.
sl: Priključite YubiKey v vrata USB-C.
sv: Anslut din YubiKey till USB-C-porten.
uk: Під'єднайте YubiKey до порту USB-C.
vi: Kết nối YubiKey của bạn với cổng USB-C.
zh_hans: 请将 YubiKey 连接到 USB-C 端口。
zh_hant: 請將 YubiKey 連接到 USB-C 連接埠。

source: Connected
ar: متصل
ca: Connectat
cs: Připojeno
da: Forbundet
de: Verbunden
es: Conectado
fi: Yhdistetty
fr: Connecté
he: מחובר
hu: Csatlakoztatva
it: Connesso
ja: 接続済み
ko: 연결됨
nb: Tilkoblet
nl: Verbonden
pl: Połączono
pt_br: Conectado
pt_pt: Ligado
ro: Conectat
sl: Povezano
sv: Ansluten
uk: З'єднано
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連線

# Connected (SN: %u) via %@
source: Connected (SN: %1$u) via %2$@
ar: متصل (الرقم التسلسلي: %1$u) عبر %2$@
ca: Connectat (SN: %1$u) via %2$@
cs: Připojeno (SN: %1$u) přes %2$@
da: Forbundet (SN: %1$u) via %2$@
de: Verbunden (SN: %1$u) über %2$@
es: Conectado (SN: %1$u) mediante %2$@
fi: Yhdistetty (SN: %1$u) %2$@ kautta
fr: Connecté (SN : %1$u) via %2$@
he: מחובר (מספר סידורי: %1$u) דרך %2$@
hu: Csatlakoztatva (SN: %1$u) – %2$@ használatával
it: Connesso (SN: %1$u) tramite %2$@
ja: %2$@経由で接続済み（SN: %1$u）
ko: %2$@을(를) 통해 연결됨 (SN: %1$u)
nb: Tilkoblet (SN: %1$u) via %2$@
nl: Verbonden (SN: %1$u) via %2$@
pl: Połączono (SN: %1$u) przez %2$@
pt_br: Conectado (SN: %1$u) via %2$@
pt_pt: Ligado (SN: %1$u) via %2$@
ro: Conectat (SN: %1$u) prin %2$@
sl: Povezano (SN: %1$u) prek %2$@
sv: Ansluten (SN: %1$u) via %2$@
uk: Підключено (SN: %1$u) через %2$@
vi: Đã kết nối (SN: %1$u) qua %2$@
zh_hans: 已通过 %2$@ 连接（序列号：%1$u）
zh_hant: 已透過 %2$@ 連線（序號：%1$u）

source: Connected %@ ago
ar: متصل منذ %@
ca: Connectat fa %@
cs: Připojeno před %@
da: Forbundet for %@ siden
de: Vor %@ verbunden
es: Conectado hace %@
fi: Yhdistetty %@ sitten
fr: Connecté il y a %@
he: התחבר לפני %@
hu: %@ ezelőtt csatlakoztatva
it: Connesso %@ fa
ja: %@前に接続
ko: %@ 전에 연결됨
nb: Tilkoblet for %@ siden
nl: %@ geleden verbonden
pl: Połączono %@ temu
pt_br: Conectado há %@
pt_pt: Ligado há %@
ro: Conectat acum %@
sl: Povezano pred %@
sv: Ansluten för %@ sedan
uk: З'єднано %@ тому
vi: Đã kết nối %@ trước
zh_hans: %@ 前已连接
zh_hant: %@ 前已連線

source: Connecting
ar: جارٍ الاتصال
ca: Connectant
cs: Připojování
da: Forbinder
de: Verbindung wird hergestellt
es: Conectando
fi: Yhdistetään
fr: Connexion en cours
he: מתחבר
hu: Csatlakozás
it: Connessione in corso
ja: 接続中
ko: 연결 중
nb: Kobler til
nl: Verbinden...
pl: Łączenie
pt_br: Conectando
pt_pt: A ligar
ro: Se conectează
sl: Povezovanje
sv: Ansluter
uk: З'єднання
vi: Đang kết nối
zh_hans: 连接中
zh_hant: 連線中

source: Connecting for upload...
ar: جارٍ الاتصال للرفع...
ca: Connectant per pujar...
cs: Připojování pro nahrání...
da: Opretter forbindelse til upload …
de: Verbindung zum Hochladen wird hergestellt …
es: Conectando para subir...
fi: Yhdistetään latausta varten...
fr: Connexion pour l'envoi...
he: מתחבר להעלאה...
hu: Csatlakozás a feltöltéshez...
it: Connessione per il caricamento...
ja: アップロードのため接続中...
ko: 업로드를 위해 연결 중...
nb: Kobler til for opplasting …
nl: Verbinding maken voor upload …
pl: Łączenie w celu przesłania...
pt_br: Conectando para envio...
pt_pt: A ligar para envio...
ro: Se conectează pentru încărcare...
sl: Povezovanje za nalaganje...
sv: Ansluter för uppladdning …
uk: З'єднання для завантаження...
vi: Đang kết nối để tải lên...
zh_hans: 正在连接以上传...
zh_hant: 正在連線以上傳...

source: Connecting to %@...
ar: جارٍ الاتصال بـ %@...
ca: Connectant a %@...
cs: Připojování k %@…
da: Forbinder til %@...
de: Verbindung zu %@ wird hergestellt …
es: Conectando a %@...
fi: Yhdistetään kohteeseen %@...
fr: Connexion à %@ en cours…
he: מתחבר אל %@...
hu: Csatlakozás a következőhöz: %@...
it: Connessione a %@...
ja: %@ に接続中...
ko: %@에 연결 중...
nb: Kobler til %@ …
nl: Verbinden met %@...
pl: Łączenie z %@...
pt_br: Conectando a %@...
pt_pt: A ligar a %@...
ro: Conectare la %@…
sl: Povezovanje z %@ …
sv: Ansluter till %@...
uk: З'єднання з %@...
vi: Đang kết nối đến %@...
zh_hans: 正在连接 %@…
zh_hant: 正在連線至 %@…

source: Connecting to %@…
ar: جارٍ الاتصال بـ %@…
ca: Connectant amb %@…
cs: Připojování k %@…
da: Opretter forbindelse til %@ …
de: Verbinde mit %@ …
es: Conectando con %@…
fi: Yhdistetään kohteeseen %@…
fr: Connexion à %@…
he: מתחבר אל %@…
hu: Kapcsolódás ehhez: %@…
it: Connessione a %@…
ja: %@に接続中…
ko: %@에 연결하는 중…
nb: Kobler til %@ …
nl: Verbinden met %@…
pl: Łączenie z %@…
pt_br: Conectando a %@…
pt_pt: A ligar a %@…
ro: Se conectează la %@…
sl: Povezovanje z %@…
sv: Ansluter till %@ …
uk: З’єднання з %@…
vi: Đang kết nối với %@…
zh_hans: 正在连接%@…
zh_hant: 正在連接%@…

source: Connecting to Microsoft...
ar: جارٍ الاتصال بـ Microsoft...
ca: Connectant a Microsoft...
cs: Připojování k Microsoft...
da: Opretter forbindelse til Microsoft...
de: Verbindung zu Microsoft wird hergestellt …
es: Conectando a Microsoft...
fi: Yhdistetään Microsoftiin...
fr: Connexion à Microsoft...
he: מתחבר ל-Microsoft...
hu: Csatlakozás a Microsofthoz...
it: Connessione a Microsoft...
ja: Microsoftに接続中...
ko: Microsoft에 연결 중...
nb: Kobler til Microsoft …
nl: Verbinden met Microsoft...
pl: Łączenie z Microsoft...
pt_br: Conectando à Microsoft...
pt_pt: A ligar à Microsoft...
ro: Se conectează la Microsoft...
sl: Povezovanje z Microsoft...
sv: Ansluter till Microsoft...
uk: Підключення до Microsoft...
vi: Đang kết nối với Microsoft...
zh_hans: 正在连接到Microsoft...
zh_hant: 正在連線到Microsoft...

source: Connecting to serial console...
ar: جارٍ الاتصال بوحدة التحكم التسلسلية...
ca: Connectant a la consola sèrie...
cs: Připojování k sériové konzoli...
da: Opretter forbindelse til seriel konsol...
de: Verbindung zur seriellen Konsole wird hergestellt...
es: Conectando a la consola serie...
fi: Yhdistetään sarjakonsoliin...
fr: Connexion à la console série...
he: מתחבר למסוף טורי...
hu: Csatlakozás a soros konzolhoz...
it: Connessione alla console seriale in corso...
ja: シリアルコンソールに接続中...
ko: 시리얼 콘솔에 연결하는 중...
nb: Kobler til seriekonsoll...
nl: Verbinden met seriële console...
pl: Łączenie z konsolą szeregową...
pt_br: Conectando ao console serial...
pt_pt: A ligar à consola série...
ro: Se conectează la consola serială...
sl: Povezovanje s serijsko konzolo ...
sv: Ansluter till seriekonsol...
uk: Підключення до послідовної консолі...
vi: Đang kết nối đến serial console...
zh_hans: 正在连接串行控制台...
zh_hant: 正在連線到序列主控台⋯

source: Connecting via %@...
ar: جارٍ الاتصال عبر %@...
ca: Connectant via %@...
cs: Připojování přes %@...
da: Opretter forbindelse via %@...
de: Verbindung über %@ wird hergestellt...
es: Conectando mediante %@...
fi: Yhdistetään yhteystavan %@ kautta...
fr: Connexion via %@...
he: מתחבר דרך %@...
hu: Csatlakozás %@ használatával...
it: Connessione tramite %@ in corso...
ja: %@経由で接続中...
ko: %@을(를) 통해 연결하는 중...
nb: Kobler til via %@...
nl: Verbinden via %@...
pl: Łączenie przez %@...
pt_br: Conectando via %@...
pt_pt: A ligar via %@...
ro: Se conectează prin %@...
sl: Povezovanje prek %@ ...
sv: Ansluter via %@...
uk: Підключення через %@...
vi: Đang kết nối qua %@...
zh_hans: 正在通过 %@ 连接...
zh_hant: 正在透過 %@ 連線⋯

source: Connecting...
ar: جارٍ الاتصال...
ca: Connectant...
cs: Připojování...
da: Opretter forbindelse...
de: Verbindung wird hergestellt...
es: Conectando...
fi: Yhdistetään...
fr: Connexion...
he: מתחבר...
hu: Csatlakozás...
it: Connessione in corso...
ja: 接続中...
ko: 연결 중...
nb: Kobler til...
nl: Verbinden...
pl: Łączenie...
pt_br: Conectando...
pt_pt: A ligar...
ro: Se conectează...
sl: Povezovanje ...
sv: Ansluter...
uk: Підключення...
vi: Đang kết nối...
zh_hans: 正在连接...
zh_hant: 正在連線⋯

source: Connecting…
ar: جارٍ الاتصال…
ca: Connectant…
cs: Připojování…
da: Forbinder…
de: Verbindung wird hergestellt…
es: Conectando…
fi: Yhdistetään…
fr: Connexion en cours…
he: מתחבר…
hu: Csatlakozás…
it: Connessione in corso…
ja: 接続中…
ko: 연결 중…
nb: Kobler til…
nl: Verbinden…
pl: Łączenie…
pt_br: Conectando…
pt_pt: A ligar…
ro: Se conectează…
sl: Povezovanje…
sv: Ansluter…
uk: З'єднання…
vi: Đang kết nối…
zh_hans: 连接中…
zh_hant: 連線中…

source: Connection
ar: الاتصال
ca: Connexió
cs: Připojení
da: Forbindelse
de: Verbindung
es: Conexión
fi: Yhteys
fr: Connexion
he: חיבור
hu: Kapcsolat
it: Connessione
ja: 接続
ko: 연결
nb: Tilkobling
nl: Verbinding
pl: Połączenie
pt_br: Conexão
pt_pt: Ligação
ro: Conexiune
sl: Povezava
sv: Anslutning
uk: З'єднання
vi: Kết nối
zh_hans: 连接
zh_hant: 連線

source: Connection closed unexpectedly
ar: تم إغلاق الاتصال بشكل غير متوقع
ca: La connexió s'ha tancat inesperadament
cs: Připojení bylo neočekávaně ukončeno
da: Forbindelsen blev uventet lukket
de: Verbindung unerwartet geschlossen
es: La conexión se cerró inesperadamente
fi: Yhteys katkesi odottamatta
fr: Connexion fermée de manière inattendue
he: החיבור נסגר באופן בלתי צפוי
hu: A kapcsolat váratlanul lezárult
it: Connessione chiusa inaspettatamente
ja: 接続が予期せず閉じられました
ko: 연결이 예기치 않게 닫혔습니다
nb: Tilkoblingen ble uventet lukket
nl: Verbinding onverwacht gesloten
pl: Połączenie zamknięte nieoczekiwanie
pt_br: Conexão encerrada inesperadamente
pt_pt: Ligação fechada inesperadamente
ro: Conexiunea s-a închis neașteptat
sl: Povezava se je nepričakovano prekinila
sv: Anslutningen stängdes oväntat
uk: З'єднання неочікувано закрито
vi: Kết nối đã đóng đột ngột
zh_hans: 连接意外关闭
zh_hant: 連線意外關閉
